Repository: harshkapoor99/android
Catalog: lib/l10n/intl_*.arb
Languages: bn, hi

source: Log in
bn: লগ ইন
hi: लॉग इन

# loginEx
source: Log in!
bn: লগ ইন!
hi: लॉग इन करें!

source: Sign Up
bn: নিবন্ধন করুন
hi: साइन अप

# signUpEx
source: Sign Up!
bn: নিবন্ধন করুন!
hi: साइन अप करें!

# emailMobile
source: Email / Mobile no.
bn: ইমেল / মোবাইল নম্বর
hi: ईमेल / मोबाइल नंबर

# notRegistered
source: Haven't registered yet?
bn: এখনও নিবন্ধিত হয়নি?
hi: अभी तक पंजीकृत नहीं हुए?

source: OTP Verify
bn: OTP যাচাই করুন
hi: ओटीपी सत्यापन

# weSentOtp
source: We've sent a one-time password (OTP) to your
bn: আমরা একবারের জন্য পাসওয়ার্ড (OTP) আপনার
hi: हमने आपके

source: email
bn: ইমেল
hi: ईमेल

source: phonenumber
bn: ফোন নম্বর
hi: फोन नंबर

# enterOtp
source: . Please enter it below to continue.
bn: । অনুগ্রহ করে তা নিচে প্রবেশ করুন।
hi: पर एक बार का पासवर्ड (ओटीपी) भेजा है। जारी रखने के लिए कृपया इसे नीचे दर्ज करें।

# acceptOur
source: By continuing you're indicating that you accept our
bn: চলতে চাইলে আপনি মেনে নিচ্ছেন আমাদের
hi: जारी रखकर, आप यह स्वीकार कर रहे हैं कि आप हमारे

# termOfPolicy
source: Terms of Use
bn: ব্যবহারের শর্তাবলী
hi: उपयोग की शर्तें

source: and our
bn: এবং আমাদের
hi: और हमारी

source: Privacy Policy
bn: গোপনীয়তা নীতি
hi: गोपनीयता नीति

source: Your
bn: আপনার
hi: आपका

source: Name
bn: নাম
hi: नाम

# selectCharacterType
source: Select your preferred character types
bn: আপনার পছন্দসই নিষেধের ধরন নির্বাচন করুন
hi: अपनी पसंदीदा चरित्र प्रकार चुनें

# tapOnCharacterType
source: Tap on 4 - 5 of your favorite categories
bn: আপনার পছন্দের 4-5 ক্যাটাগরিতে ট্যাপ করুন
hi: अपने पसंदीदा 4-5 श्रेणियों को टैप करें

source: Chats
bn: চ্যাট
hi: चैट्स

# tabChat
source: Chat
bn: চ্যাট
hi: चैट

# tabCreate
source: Create
bn: তৈরি করুন
hi: बनाएं

# tabMyAIs
source: My AIs
bn: আমার AI
hi: मेरे एआई

# tabProfile
source: Profile
bn: প্রোফাইল
hi: प्रोफ़ाइल

source: Character Name
bn: চরিত্রের নাম
hi: चरित्र का नाम

# characterAge
source: Age (years - minimum 18+)
bn: বয়স (বছর - সর্বনিম্ন ১৮+)
hi: आयु (वर्ष - न्यूनतम 18+)

# characterGender
source: Gender
bn: লিঙ্গ
hi: लिंग

# characterSexualOrientation
source: Sexual Orientation
bn: যৌন ভাবনা
hi: यौन अभिविन्यास

# characterImageRealistic
source: Realistic
bn: রিয়েলিস্টিক
hi: यथार्थवादी

# characterImageAnimated
source: Animated
bn: অ্যানিমেটেড
hi: एनिमेटेड

source: Character Style
bn: চরিত্র শৈলী
hi: चरित्र शैली

# characterCountry
source: Companion's Country
bn: সহচারীর দেশ
hi: साथी का देश

# characterCity
source: Companion's City
bn: সহচারীর শহর
hi: साथी का शहर

# characterLanguage
source: Companion's Language
bn: সহচারীর ভাষা
hi: साथी की भाषा

# characterVoice
source: Companion's Voice
bn: সহচারীর ভোয়েস
hi: साथी की आवाज़

source: Category
bn: বিভাগ
hi: श्रेणी

# characterCategory
source: What type of category fits your companion
bn: আপনার সহচারীর জন্য কোন ধরণের বিভাগ উপযুক্ত
hi: आपके साथी के लिए कौन सी श्रेणी उपयुक्त है

source: Relationship
bn: সম্পর্ক
hi: रिश्ता

# characterRelationship
source: What's your companion's relationship to you
bn: আপনার সহচারীর আপেক্ষিক সম্পর্ক কি
hi: आपके साथी का आपसे क्या रिश्ता है

# characterRelationshipNone
source: No relationship found for this Category
bn: এই বিভাগের জন্য কোন সম্পর্ক পাওয়া যায়নি
hi: इस श्रेणी के लिए कोई रिश्ता नहीं मिला

# characterRelationshipChoose
source: Choose a category to continue
bn: চালিয়ে একটি বিভাগ নির্বাচন করুন
hi: जारी रखने के लिए एक श्रेणी चुनें

source: Personality
bn: ব্যক্তিত্ব
hi: व्यक्तित्व

# characterPersonality
source: What's your companion's personality type
bn: আপনার সহচারীর ব্যক্তিত্বের ধরণ কি
hi: आपके साथी का व्यक्तित्व प्रकार क्या है

# characterPersonalityNone
source: No personality found for this relationship
bn: এই সম্পর্কের জন্য কোন ব্যক্তিত্ব পাওয়া যায়নি
hi: इस रिश्ते के लिए कोई व्यक्तित्व नहीं मिला

# characterPersonalityChoose
source: Choose a relationship to continue
bn: চালিয়ে একটি সম্পর্ক নির্বাচন করুন
hi: जारी रखने के लिए एक रिश्ता चुनें

# behaviour
source: Behaviours
bn: আচরণ
hi: व्यवहार

# characterBehaviour
source: Which behaviour's match your companion
bn: এই আচরণগুলি কি আপনার সহচারীর সাথে মিলে
hi: कौन से व्यवहार आपके साथी से मेल खाते हैं

# characterBehaviourNone
source: No Behaviour found for this personality
bn: এই ব্যক্তিত্বের জন্য কোন আচরণ পাওয়া যায়নি
hi: इस व्यक्तित्व के लिए कोई व्यवहार नहीं मिला

# characterBehaviourChoose
source: Choose a personality to continue
bn: সম্প্রেষিত করার জন্য একটি ব্যক্তিত্ব নির্বাচন করুন
hi: जारी रखने के लिए एक व्यक्तित्व चुनें

# referenceImage
source: Reference Image (if any)
bn: রেফারেন্স চিত্র (যদি থাকে)
hi: संदर्भ छवि (यदि कोई हो)

# referenceImageDescrption
source: Image description (if any)
bn: চিত্র বিবরণ (যদি থাকে)
hi: छवि विवरण (यदि कोई हो)

# referenceImageDescrptionExample
source: Eg. A confident South Indian woman in her late 20s, wearing a mustard saree, standing in a sunlit street in Kochi. Curly hair, brown eyes, soft smile, golden hour lighting.
bn: উদাহরণ. একটি আত্মবিশ্বাসী দক্ষিণ ভারতীয় নারী, যৌবন ২০ বছরের পরে, একটি হলুদ সাড়ি পরে, কোচিতে সূর্যাস্তের রোশনা বাধলে একটি সূর্যপূর্ণ রাস্তায় দাঁড়িয়ে। ভুড়ে চুল, বাদামি চোখ, কোমল সাম্প্রতিক আলো।
hi: उदा. 20 के दशक के अंत में एक आत्मविश्वासी दक्षिण भारतीय महिला, सरसों रंग की साड़ी पहने, कोच्चि की एक धूप वाली सड़क पर खड़ी है। घुंघराले बाल, भूरी आँखें, मुलायम मुस्कान, गोल्डन आवर लाइटिंग।

# referenceImageBackstory
source: Back Story if any (300 words)
bn: পিছনের গল্প যদি থাকে (৩০০ শব্দ)
hi: पृष्ठभूमि कहानी यदि कोई हो (300 शब्द)

# referenceImageBackstoryExample
source: Meera is a 28-year-old fashion illustrator from Kochi who left her corporate job to follow her passion. She's deeply empathetic and often journals about her dreams of starting a design school for underprivileged girls. She met you during an online art workshop and youâ€™ve stayed close ever since, sharing dreams and late-night calls.
bn: মীরা হলো ২৮ বছরের কোচি থেকে একজন ফ্যাশন ইলাসট্রেটর, যিনি তার কর্মী চাকরি সাজানো তার অভিপ্রায় অবলম্বন করতে ছেড়ে দিয়েছেন। উনি গভীরভাবে সহানুভুতি করে এবং মুখ্যমধ্যাহ্নের ফাঁকে জন্য শিল্প চলে যাওয়ার স্বপ্নের বিষয়ে ঘাটতি বিবেচনা করে। উনি ওকোনলাইন কার্যশালায় আপনার সাথে পরিচয় করেছেন এবং তার পরবর্তী সময়ে, স্বপ্ন এবং রাতের ধ্বনির কথাকে ভাগ করে দক্ষিণ থেকে বন্ধুরা।
hi: मीरा कोच्चि की 28 वर्षीय फैशन इलस्ट्रेटर है जिसने अपनी कॉर्पोरेट नौकरी छोड़कर अपने जुनून को पूरा किया। वह गहरी सहानुभूति रखती है और अक्सर वंचित लड़कियों के लिए एक डिजाइन स्कूल शुरू करने के अपने सपनों के बारे में जर्नल लिखती है। वह आपसे एक ऑनलाइन आर्ट वर्कशॉप के दौरान मिली थी और तब से आप करीब रहे हैं, सपने और देर रात की बातचीत साझा करते हुए।

# characterGenerating
source: Generating Character...
bn: ব্যক্তিত্ব উৎপাদন করা হচ্ছে...
hi: चरित्र बनाया जा रहा है...

# chatPartner
source: Here is your Chat Partner
bn: এখানে আপনার চ্যাট অংশীদার
hi: यहाँ है आपका चैट पार्टनर

# chooseImage
source: Choose from images
bn: চিত্র থেকে নির্বাচন করুন
hi: छवियों में से चुनें

# gatheringCharacters
source: Gathering your characters...
bn: আপনার চরিত্র সংগ্রহ করা হচ্ছে...
hi: आपके चरित्र एकत्र किए जा रहे हैं...

# createOwnCharacter
source: Create your very own Character AI and bring your ideas to life.
bn: আপনার নিজস্ব ক্যারাক্টার AI তৈরি করুন এবং আপনার ধারণাকে কার্যান্বিত করুন।
hi: अपना खुद का चरित्र एआई बनाएं और अपने विचारों को जीवंत करें।

# discoverJoy
source: Discover the joy of creation in the create tab.
bn: তৈরি ট্যাবে সৃষ্টির আনন্দটি আনন্দধ্বনি।
hi: क्रिएट टैब में निर्माण का आनंद खोजें।

# profileSettings
source: Profile setting
bn: প্রোফাইল সেটিং
hi: प्रोफ़ाइल सेटिंग

# profileNotification
source: Notification
bn: অবহেয়ার
hi: सूचना

# profileLanguage
source: Language
bn: ভাষা
hi: भाषा

# profileTheme
source: Theme
bn: থিম
hi: थीम

# profileHelp
source: Help
bn: সাহায্য
hi: सहायता

# profileRefer
source: Refer a friend
bn: একজন বন্ধুকে উইকবলিত করুন
hi: मित्र को सुझाव दें

# profileRecharge
source: Recharge Coins
bn: কয়েন পুনর্যার্জন
hi: सिके रिचार्ज करें

# profileLogout
source: Log out
bn: লগ-আউট
hi: लॉग आउट

source: Change Profile Picture
bn: প্রোফাইল ছবি পরিবর্তন করুন
hi: प्रोफ़ाइल तस्वीर बदलें

source: Date Of Birth
bn: জন্ম তারিখ
hi: जन्म तिथि

source: Gender
bn: লিঙ্গ
hi: लिंग

source: Country
bn: দেশ
hi: देश

source: City
bn: শহর
hi: शहर

source: Save
bn: সংরক্ষণ করুন
hi: सहेजें

# enterHint
source: Enter your email
bn: আপনার ইমেল প্রবেশ করুন
hi: अपना ईमेल दर्ज करें

source: Phone
bn: ফোন
hi: फोन

# phoneHint
source: Enter your phone
bn: ফোন প্রবেশ করুন
hi: अपना फोन नंबर दर्ज करें

# bNext
source: Next
bn: পরবর্তী
hi: अगला

# bVerify
source: Verify
bn: যাচাই করুন
hi: सत्यापित करें

# bContinue
source: Continue
bn: চালিয়ে যান
hi: जारी रखें

# bDone
source: Done
bn: সম্পন্ন
hi: पूर्ण

# bDelete
source: Delete
bn: মুছে ফেলুন
hi: हटाएं

# bRandomPrompt
source: Random Prompt
bn: যেমন প্রম্পট
hi: यादृच्छिक प्रॉम्प्ट
